Revit 2027 API
FamilySizeTable Properties
The FamilySizeTable type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
NumberOfColumns |  Number of columns in the table.
NumberOfRows |  Number of rows in the table.
Top
See Also
Reference
FamilySizeTable Class
Autodesk.Revit.DB Namespace